L = LANG.GetLanguageTableReference("Русский")

-- GENERAL ROLE LANGUAGE STRINGS
L[CUPID.name] = "Купидон"
L["info_popup_" .. CUPID.name] = [[Вы купидон!
Вы можете использовать свой арбалет, чтобы поразить двух игроков, чтобы они влюбились!
Стрела невидима для небожественных существ.
Арбалет станет бесполезным после того, как кто-то умрёт, так что выбирайте скорее!
Вы также можете нацелиться на себя, что было бы странно...]]
L["body_found_" .. CUPID.abbr] = "Это был купидон."
L["search_role_" .. CUPID.abbr] = "Этот человек был купидоном!"
L["target_" .. CUPID.name] = "Купидон"
L["ttt2_desc_" .. CUPID.name] = [[Купидон может увлечь страстью двух человек.]]
L["hilite_win_"..CUPID.name.."s"] ="Любовь всегда побеждает!"
L["ev_win_"..CUPID.name.."s"] = "Любовь победила!"
L["inLovePop_title"] = "Теперь вы влюблены в "
L["crossBow_title"] = "Вы успешно попали по "
L["crossBow_text"] = "Теперь стреляйте в другого человека или стреляйте в себя вторичной атакой!"
L["inLovePop_title"] = "Теперь вы влюблены в "
L["inLovePop_text"] = "Если они умрут, ты умрёшь! Вы оба сейчас в команде "
L["inLovePop_cup_title"] = "Любовь витает в воздухе"
L["inLovePop_cup_text"] = "Вы все теперь в команде "
L["deathPopup_title"] = "Ваш любимый умер!"
L["deathPopup_text"] = "Вы присоединитесь к ним через 5 секунд"
L["hoverLove"] = "Ваш единственный"
L["win_" ..CUPID.name .."s"] = "Влюблённые выиграли!"